Repository: SugiPHP/Auth
Catalog: locale/*.po
Languages: bg, ru

source: Required username is missing
bg: Моля въведете потребителско име
ru: Введите имя пользователя

source: Required email is missing
ru: Введите Ваш email-адрес

source: Required password is missing
bg: Моля въведете парола
ru: Введите пароль

source: Required password confirmation is missing
ru: Подтвердите пароль

source: Password does not match the confirmation
ru: Пароль не совпадает с полем подтверждения

source: Username/password mismatch
bg: Грешно потребителско име/парола
ru: Неверное имя потребителя/пароль

source: Username too short
bg: Потребителското име е твърде късо
ru: Слишком короткий логин

source: Username too long
bg: Потребителското име е твърде дълго
ru: Слишком долгий логин

source: Illegal username
bg: Невалидно потребителско име
ru: Невалидный логин

source: Illegal email
ru: Невалидный email адрес

source: User account is blocked
bg: Потребителската сметка е блокирана
ru: Ваш аккаунт заблокирован

source: User is not logged in
bg: Потребителят не се е индентифицирал
ru: Пользователь не вошел в систему

source: Before login you have to confirm your email address
bg: Моля потвърдете регистрацията си
ru: Подтверждение регистрации

source: Access denied. Too many login attempts
bg: Твърде много опити за вход. Достъпът забранен!
ru: Отказано в доступе. Слишком много попыток входа!

source: User with email provided not found
bg: Потребител с този email адрес не е намерен
ru: Пользователь с этим e-mail не найден

source: Enter your old password
bg: Въведете старата парола
ru: Введите старый пароль

source: User not found
bg: Потребителят не е намерен
ru: Пользователь не найден

source: Your old password do not match
bg: Настоящата парола не съвпада
ru: Пароли не совпадают

source: The username provided already exists
bg: Потребителското име вече съществува
ru: Пользователь с таким логином уже существует

source: There is a user registered with this email
bg: Има регистриран потребител с този email адрес
ru: Пользователь с таким e-mail уже существует

source: Username not found
bg: Потребителското име не е намерено
ru: Имя пользователя не найдено

source: User account is active
bg: Потребителската сметка е активна
ru: Ваш аккаунт активирован

source: Required token parameter is missing
bg: Липсващ код за активация
ru: Отсутствует код активации

source: Invalid activation token
bg: Грешен активационен код
ru: Неверный код активации

source: User account is already blocked
bg: Потребителската сметка е вече блокирана
ru: Ваш аккаунт заблокирован

source: User account is not blocked
bg: Потребителят не е блокиран
ru: Пользователь не заблокирован

source: Unknown user state
bg: Невалидно потребителско състояние
ru: Невалидное состояние пользователя

source: Error creating user
bg: Грешка при създаване на потребителска сметка
ru: Ошибка при создании пользователя
